# База городов и их описание

city_db = [
    {
    'name': 'Лондон',
    'description': ('Лондон — это ожившие картинки из учебника английского языка: '
                'Биг-Бен, Букингемский дворец, красные телефонные будки и '
                'двухэтажные автобусы.<p> Маршрут на 8 км по основным '
                'достопримечательностям города.<p> Он начинается у '
                'Букингемского '
                'дворца и заканчивается на смотровой площадке Sky Garden.<br>'
                'По пути вы увидите главные места Лондона: Трафальгарскую '
                'площадь, Вестминстерское аббатство, Вестминстерский дворец с '
                'Биг-Беном, «Лондон-ай», мост «Миллениум», театр Шекспира, '
                'рынок Боро и лондонский Тауэр.'),
    },
    {
    'name': 'Калькутта',
    'description': ('В Индии город носит имя «Колката», это — официальное '
                'название, хотя многие иностранцы по привычке используют '
                'старое название. Это один из десяти самых больших городов '
                'мира и второй по размерам внутри Индии. Колката — это '
                'старинный метрополис Индии, центр туризма, в нем много '
                'великолепных туристических мест и хороший климат. Колката '
                'одновременно проста и роскошна, в ней сохранилось '
                'историческое наследие.<br>Индийский музей 1814 года '
                'основания считается одним из самых старинных во всей Азии.'
                '<br>В Колкате также расположена самая крупная в стране '
                'Национальная библиотека, она была основана еще в 1836 году, '
                'а еще Университет Колкаты 1857 года постройки — старейший в '
                'стране.<br>Старинный форт Уильям — это, собственно, та самая '
                'крепость, с которой начинался город.<br> Мемориал Виктории — '
                'это огромный белоснежный дворец. Сейчас там располагается '
                'Исторический музей, где можно узнать все о временах '
                'Британской Индии.'),
    },
    {
    'name': 'Улан-Батор',
    'description': ('Монголия — одно из самых малонаселённых государств. На один '
                'квадратный километр приходится всего 2 жителя. Можно '
                'несколько дней бороздить степи и никого не встретить.<p>'
                'Монастырь Гандан — крупнейший буддийский храм в Улан-Баторе. '
                'Монастырь Гандан — резиденция хамбо-ламы Чойжамца, главы '
                'Ассоциации буддистов Монголии, и одновременно Буддийский '
                'университет, где изучают историю, философию, языки и '
                'медицину будущие ламы.<br>Рынок «Нарантуул» самый большой в '
                'Монголии. Здесь можно почувствовать национальный колорит, а '
                'на прилавках найти всё что угодно<br>.Памятник Чингисхану '
                'построили в 2008 году в 50 километрах от Улан-Батора, на '
                'месте, где, по легенде, великий хан нашёл золотую плётку.<br>'
                'Национальный парк «Горхи-Тэрэлж» начинается в часе езды на '
                'восток от столицы Монголии. В южной части нацпарка очень '
                'много туристических баз и кафе, набиты тропы для несложных '
                'треккинговых маршрутов, есть природные и рукотворные '
                'достопримечательности.'),
    },
    {
    'name': 'Нью-Йорк',
    'description': ('Нью-Йорк — просто огромный город, и, конечно, обойти его '
                'весь пешком нереально. Но можно прогуляться по сердцу '
                'Большого Яблока, Манхэттену.<br>Метрополитен-музей и дальше '
                'на юг через территорию знаменитого Центрального парка. Здесь '
                'можно отдохнуть на лавочке или просто полежать на газоне, '
                'перекусить хот-догом и полюбоваться местными красотами.<br>'
                'Рокфеллер-центр. Зимой здесь заливают каток и ставят елку, а '
                'в любое время года со смотровой площадки центра открывается '
                'фантастический вид на город.<br>Таймс-сквер. Эта площадь, '
                'каждый год привлекающая 50 миллионов посетителей, является '
                'одним из главных символов не только Большого Яблока, но и '
                'всей страны.<br>Эмпайр-стейт-билдинг. Этот знаменитый '
                'небоскреб, который не спутаешь ни с каким другим, когда-то '
                'был самым высоким зданием в Нью-Йорке.'),
    },
    {
    'name': 'Коломбо',
    'description': ('Важнейшие достопримечательности Коломбо сконцентрированы в '
                'центральных районах города, что позволяет исследовать их во '
                'время пешей прогулки.<p>В экспозиции Национального музея в '
                'Коломбо собраны исторические артефакты, религиозные предметы '
                'и произведения искусства, охватывающие несколько веков '
                'истории Шри-Ланки.<br>Храм Гангарама. Этот изящный храм, '
                'окруженный многочисленными изваяниями Будды, считается не '
                'только одной из центральных архитектурных '
                'достопримечательностей Коломбо, но и важнейшим очагом '
                'духовной культуры, т.к. здесь находится крупнейший '
                'буддистский образовательный центр страны.<br>Главная '
                'набережная Коломбо – Гале Фейс Грин является любимым местом '
                'для прогулок не только у горожан, но и у туристов.'),
    },
    {
    'name': 'Хельсинки',
    'description': ('Пройтись по Сенатской площади в хорошую погоду — одно '
                'удовольствие. Отсюда открывается вид на главный университет '
                'города и кафедральный собор Святого Николая, построенный по '
                'проекту архитектора Энгела.<br>Успенский собор - самая '
                'крупная православная церковь Хельсинки<br>.Рыночная площадь. '
                'Приморская старая рыночная площадь всегда кишит людьми. '
                'Здесь можно приобрести сезонные ягоды, грибы и овощи, а '
                'также перекусить в одном из простецких кафе в палатках.<br> '
                'Эспланада — популярная улица для променада и шопинга.<br>'
                'Церковь Temppeliaukio. Больше эта церковь известна как '
                'церковь в скале, просто потому что она выскоблена из '
                'цельного массива. Внутри больше похожа на космический '
                'корабль, чем церковь в стереотипном её понимании.'),
    },
    {
    'name': 'Бангкок',
    'description': ('Каосан Роуд - это не только самое удобное месторасположение '
                'в городе для путешественника, но и одна из '
                'достопримечательностей Бангкока. Протяженность улицы всего '
                '400 метров, но только здесь можно в полной мере '
                'почувствовать, как кипит жизнь города.<br> Большой '
                'королевский дворец - территория комплекса не просто большая, '
                'а огромная, там находятся много сооружений в виде храмов, '
                'всего более 20 достопримечательностей, в том числе '
                'знаменитый Храм Изумрудного Будды.<br>Храмовый комплекс '
                'Лежащего Будды Ват По - это огромная 46 метровая статуя '
                'Лежащего Будды со ступнями покрытыми слоем золота, под '
                'которой покоится прах короля Рамы I.<br>Небоскреб МахаНакхон '
                '- занимает вторую почетную позицию в рейтинге самых высоких '
                'строений в Тайланде, его высота составляет 314 метров!<br>'
                'Национальный музей. Этот музей считается одним из главных '
                'музеев в ЮВА, потому что только в нем можно увидеть '
                'коллекцию предметов тайского искусства и исторических '
                'артефактов.'),
    },
    {
    'name': 'Париж',
    'description': ('Триумфальная арка — лучшее место, чтобы начать прогулку по '
                'Парижу. Со смотровой площадки на вершине арки открывается '
                'красивая панорама города.<br>Елисейские поля — самый большой '
                'проспект Парижа, который идет от Триумфальной арки до Лувра. '
                '<br>Опера Гарнье — один из самых значимых оперных театров в '
                'мире. Он прекрасен снаружи и внутри.<br>В Лувр можно '
                'попасть, лишь отстояв длинную очередь. Беглый осмотр '
                'небольшой части экспонатов займет еще несколько часов.<br>'
                'Центр Помпиду — музей современного искусства, который ярко '
                'выделяется на фоне классической парижской архитектуры.<br>'
                'Нотр-Дам-де-Пари находится на маленьком острове Ситэ. '
                'Считается, что именно там поселились первые жители Парижа.'),
    },
]
